plants_app_api/app/controllers/diseases_controller.rb

  def index
    @diseases = Disease.all
---
SELECT "diseases".* FROM "diseases"