plants_app_api/app/controllers/forms_controller.rb

  def index
    @forms = Form.all
---
SELECT "forms".* FROM "forms"

  def create
    @form = Form.new(form_params)

    if @form.save
---
INSERT INTO "forms" ("date", "title", "notes", "img", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["date", "2020-02-04"], ["title", "Monstera "], ["notes", ""], ["img", ""], ["created_at", "2020-02-25 08:10:13.945768"], ["updated_at", "2020-02-25 08:10:13.945768"]]